const CATEGORIES = [

    {
        imgSrc: "public_images/homhopathy.png",
        category: "הומאופתיה",
        text: "מטרתה של הרפואה ההומיאופתית היא לחזק את המערכת החיסונית ולעורר מחדש את מנגנוני הריפוי הטבעיים של הגוף."
    },
    {
        imgSrc: "public_images/naturpathy.png",
        category: "נטורופתיה",
        text: "הנטורופתיה רואה במחלה תסמין המעיד על חוסר איזון של מערכת אחת או כמה מערכות באדם. המטרה היא לזהות את הסיבה להיווצרות הבעיה ולטפל בסיבה באמצעות התאמת אורח חיים בריא בדגש על התאמת מזונות, תוספי תזונה וצמחי מרפא."
    },
    {
        imgSrc: "public_images/reflexology.png",
        category: "רפלקסולוגיה",
        text: "שיטה לאיבחון בעיות גופניות ורפואיות ולטיפול בהן, באמצעות מגע או הפעלת לחץ באזורים מסוימים בכפות הרגליים"
    },
    {
        imgSrc: "public_images/chiropractic.png",
        category: "כירופרקטיקה",
        text: "מטרתו של הטיפול הכירופרקטי היא לזהות ולתקן הפרעות תפקודיות שמקורן בחוליות עמוד השדרה, בשלד ובמפרקים"
    },
    {
        imgSrc: "public_images/acupuncture.png",
        category: "דיקור סיני",
        text: "דיקור הוא שיטת טיפול השאובה מהרפואה הסינית שעושה בו שימוש למעלה מ-2,500 שנה. השיטה מבוססת על הרעיון של הבאת האדם לאיזון אנרגטי (גופני ונפשי) בעזרת דיקור במחטים עדינות בנקודות מוגדרות על פני העור. הדיקור עשוי לסייע לפתרון מגוון רחב של מצבים"
    },
    {
        imgSrc: "public_images/tuina.png",
        category: "טווינא",
        text: "טווינא היא שיטת טיפול מגע סינית המהווה חלק בלתי נפרד מהרפואה הסינית וניתנת כחלק ממגוון רחב של טיפולי רפואה משלימה. טווינא מבוססת על לחיצות ותנועות לישה המתבצעות באמצעות ידיו של המטפל, לאורך מסלולי האנרגיה אשר מכונים מרידיאנים והגוף כולו. מטרת הטיפול היא לסייע בהחזרתן של רקמות פגועות לפעילות תקינה, באמצעות הזרמת דם ושחרור חסימות אנרגטיות והשבת הגוף לאיזון אנרגטי כללי.        "
    },
    {
        imgSrc: "public_images/hosteopthy.png",
        category: "אוסטאופתיה",
        text: "שיטת טיפול המבוססת על זיהוי ליקויים מכניים שנגרמו מטראומה, מהפעלה לקויה, פגם מולד או ממחלה"
    },
    {
        imgSrc: "public_images/shiatsu.png",
        category: "שיאצו",
        text: "שיאצו שם למטרה לתקן ליקויים של איברים פנימיים בעזרת מגע בנקודות חיצוניות. המגע בנקודות אלו יוצר שחרור ואיזון של זרימת הדם"
    }
]
export default CATEGORIES